{
    "lyrics": "We were both young, when I first saw you.\r\nI close my eyes and the flashback starts-\r\nI'm standing there, on a balcony in summer air.\r\nI see the lights; see the party, the ball gowns.\r\nI see you make your way through the crowd-\n\nYou say hello, little did I know...\n\n\n\nThat you were Romeo, you were throwing pebbles-\n\nAnd my daddy said \"stay away from Juliet\"-\n\nAnd I was crying on the staircase-\n\nbegging you, \"Please don't go...\"\n\nAnd I said...\n\n\n\nRomeo take me somewhere, we can be alone.\n\nI'll be waiting; all there's left to do is run.\n\nYou'll be the prince and I'll be the princess,\n\nIt's a love story, baby, just say yes.\n\n\n\nSo I sneak out to the garden to see you.\n\nWe keep quiet, because we're dead if they knew-\n\nSo close your eyes... escape this town for a little while.\n\nOh, Oh.\n\n\n\nCause you were Romeo - I was a scarlet letter,\n\nAnd my daddy said \"stay away from Juliet\" -\n\nbut you were everything to me-\n\nI was begging you, \"Please don't go\"\n\nAnd I said...\n\n\n\nRomeo take me somewhere, we can be alone.\n\nI'll be waiting; all there's left to do is run.\n\nYou'll be the prince and I'll be the princess.\n\nIt's a love story, baby, just say yes-\n\n\n\nRomeo save me, they're trying to tell me how to feel.\n\nThis love is difficult, but it's real.\n\nDon't be afraid, we'll make it out of this mess.\n\nIt's a love story, baby, just say yes.\n\nOh, Oh.\n\n\n\nI got tired of waiting.\n\nWondering if you were ever coming around.\n\nMy faith in you was fading-\n\nWhen I met you on the outskirts of town.\n\nAnd I said...\n\n\n\nRomeo save me, I've been feeling so alone.\n\nI keep waiting, for you but you never come.\n\nIs this in my head, I don't know what to think-\n\nHe knelt to the ground and pulled out a ring and said...\n\n\n\nMarry me Juliet, you'll never have to be alone.\n\nI love you, and that's all I really know.\n\nI talked to your dad -- go pick out a white dress\n\nIt's a love story, baby just say... yes.\n\nOh, Oh, Oh, Oh, Oh.\n\n\n\n'cause we were both young when I first saw you"
}